[
    "Use Gold Nuggets to purchase items from the Arena Shop.",



    "Craft iron armor early in the match to prepare for difficult future waves.",



    "The Pharaoh kit increases the rate at which you earn Gold Nuggets from slain zombies.",



    "Earn Coins by slaying zombies, defeating bosses, winning matches, and voting daily.",



    "Play in the Arenas and earn experience points to rank up and unlock better kits.",



    "Ammo for ranged weapons can be looted from Supply Chests.",



    "Ammo for ranged weapons is automatically distributed to players during Supply Waves.",



    "Food items can only be found in Supply Chests.",



    "The Elite Chest contains valuable and uncommon items.",



    "Once looted, the Elite Chest enters a cooldown state twice as long as that of a Supply Chest.",



    "After reaching the highest rank, you may Prestige and unlock a Prestige Perk.",



    "You will receive one Prestige Token each time you enter a new Prestige.",



    "Enemies don't spawn during Supply Waves. Use this time wisely.",



    "Supply Waves occur at Wave 20, 40, and 55, while Boss Waves occur at Wave 25 and 60.",



    "Surviving players receive randomized supplies during Supply Waves.",



    "A normal iron sword slays a regular zombie in 4 hits while a diamond sword only requires 3 hits.",



    "The Bloodsucker's sword slays regular zombies in 2 hits.",



    "Knockback weapons are useful on void maps like Hordelands, Stygia, and Dread Space.",



    "The Bow & Crossbow can slay up to 3 zombies per charged shot.",



    "The Shotgun is highly effective at dispatching hordes of zombies at close range.",



    "The Flamethrower has a wide area of effect.",



    "Health Potions heal you and nearby teammates. They also deal a small amount of damage to zombies.",



    "Molotovs set groups of zombies ablaze, dealing small amounts of damage over time.",



    "Grenades explode 1 second after landing. Time your throws well when fast zombies are in pursuit.",



    "The Cure transforms an enemy into a harmless Villager that distracts nearby zombies.",



    "Use an iron golem egg to spawn an Iron Golem that will fight zombies with you for 120 seconds.",



    "Your Iron Golem will teleport to your side if you move too far away from it.",



    "Iron Golems attack all zombies except Bosses.",



    "The Arena Shop sells many items, including grenades, health potions, molotov cocktails, iron ingots, and iron golem eggs.",



    "The Paladin kit contains the best armor set of all kits.",



    "Entering a new Prestige only resets your access to progression kits. Premium kits, perks, and cosmetics are not affected.",



    "Premium kits feature powerful weapons, armor, companions, or perks.",



    "While in the hub, click the Emerald in your inventory to purchase gameplay perks and premium kits.",



    "Perks can improve your offensive and defensive capabilities, amongst other effects.",



    "While in the hub, click the Supply Chest in your inventory to purchase cosmetics.",



    "There is only 1 Arena Shop per map.",



    "Regular zombies move predictably and are easily outmaneuvered.",



    "Regular zombies become more dangerous when they're attacking in hordes.",



    "Biters will blind and poison you for a brief period.",



    "The vomit from a Puker poisons you for a brief period.",



    "Brawlers don't go down easily and deal massive damage per hit.",



    "If you are trapped by 2 or more Brawlers, you will likely meet your demise.",



    "Suicide Grunts explode if they get too close.",



    "Try knocking Suicide Grunts into the void or shooting them with a ranged weapon.",



    "Slaying a knight's horse renders the rider less mobile.",



    "Runners are too fast to evade. Try using a ranged weapon or slay them quickly with melee attacks.",



    "Runners can outrun grenades. Try to lead them into an explosion.",



    "Pigmen function the same as regular zombies.",



    "Pigmen drop more Gold Nuggets compared to regular zombies.",



    "You can use zombies as meat shields against the arrows of Skeletal Archers.",



    "Ranged weapons are an effective counter to Skeletal Archers.",



    "Damaging a Screamer in any way will redirect the attention of all nearby zombies to you.",



    "Baby zombies from Swarm Waves can be one-shot by any weapon or item, including health potions.",



    "A Boss' HP scales depending on the number of participating players.",



    "Teams should work together and support each other while fighting Bosses.",



    "Iron Golems cannot damage Bosses and become ineffective during Wave 25 and 60.",



    "The undead farm animals of Grains function similarly to regular zombies."
]